Repository: xcixor/pes_academy
Catalog: app/application/locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: Please Upload PDF files only!
fr: Veuillez télécharger uniquement des fichiers PDF !
pt: Carregue apenas arquivos PDF!

source: Participant Name
fr: Nom du participant
pt: Nome do participante

source: Full Name
fr: Nom complet
pt: Nome completo

source: Age
fr: Âge
pt: Era

source: Gender
fr: Le sexe
pt: Gênero

source: Prefferred Language
fr: Langue préférée
pt: Língua preferida

source: Organization Name
fr: nom de l'organisation
pt: Nome da organização

source: Facebook Page: e.g https://www.facebook.com/my_page/
fr: Page Facebook : par exemple https://www.facebook.com/my_page/
pt: Página do Facebook: por exemplo, https://www.facebook.com/my_page/

source: Twitter Link: e.g https://www.twitter.com/my_page/
fr: Lien Twitter : par exemple https://www.twitter.com/my_page/
pt: Link do Twitter: por exemplo, https://www.twitter.com/my_page/

source: Instagram Page: e.g https://www.instagram.com/my_page/
fr: Page Instagram : par exemple https://www.instagram.com/my_page/
pt: Página do Instagram: por exemplo, https://www.instagram.com/my_page/

source: LinkedIn Page: e.g https://www.linkedin.com/company/my_page/
fr: Page Linkedin : par exemple https ://www.linkedin.com/company/my_page/
pt: Página do LinkedIn: por exemplo, https://www.linkedin.com/company/my_page/

source: Whatsapp Business Link: e.g https://web.whatsapp.com/my_page/
fr: Whatsapp Business Link : par exemple https://web.whatsapp.com/my_page/
pt: Link comercial do Whatsapp: por exemplo, https://web.whatsapp.com/my_page/

source: Covid 19 Impact
fr: Impact du Covid 19
pt: Impacto Covid 19

source: Please provide atleast 3 milestones your business intends to achieve
fr: Veuillez fournir au moins 3 étapes que votre entreprise a l'intention d'atteindre
pt: Forneça pelo menos 3 marcos que sua empresa pretende alcançar.

source: Application Data Not Submitted
fr: Données de candidature non soumises
pt: Dados do aplicativo não enviados

source: Data Submitted
fr: Données soumises
pt: Dados enviados

source: Documents in review
fr: Documents en cours d'examen
pt: Documentos em análise

source: Verdict Passed
fr: Verdict passé
pt: Veredicto aprovado

source: Date Created
fr: date créée
pt: Data Criada

source: Date Updated
fr: Date de mise à jour
pt: Data de atualização

source: Application Creator
fr: Application pour
pt: Criador de aplicativos

source: application
fr: Application pour
pt: inscrição

source: Call To Action
fr: Appel à candidatures
pt: Chamada à ação

source: applications
fr: Application pour
pt: formulários

source: Stage
fr: Étape
pt: Palco

source: Unique text to append to the address for the application.
fr: Texte unique à ajouter à l'adresse de l'application.
pt: Texto exclusivo para anexar ao endereço do aplicativo.

source: In Review
fr: En revue
pt: Em revisão

source: Eligibility
fr: Admissibilité
pt: Elegibilidade

source: Whether to Advance
fr: Que ce soit pour avancer
pt: Quer avançar

source: Whether to advance or avoid the application
fr: Que ce soit pour avancer ou éviter l'application
pt: Se deve avançar ou evitar a aplicação

source: User Applications
fr: Applications utilisateur
pt: Aplicativos do usuário

source: Message for
fr: Message pour
pt: Mensagem para

source: by
fr: par
pt: por

source: Strongly Disagree
fr: Pas du tout d'accord
pt: Discordo fortemente

source: Disagree
fr: Être en désaccord
pt: Discordo

source: Neutral
fr: Neutre
pt: Neutro

source: Agree
fr: Se mettre d'accord
pt: Aceita

source: Strongly Agree
fr: Tout à fait d'accord
pt: Concordo plenamente

source: score for:
fr: score pour

source: for application
fr: Application pour

source: Primary production (farming)
fr: Production primaire (agriculture)
pt: Produção primária (agricultura)

source: Input supplier
fr: Fournisseur d'intrants
pt: Fornecedor de entrada

source: Processor (value addition)
fr: Processeur (valeur ajoutée)
pt: Processador (adição de valor)

source: Aggregator
fr: Agrégateur
pt: Agregador

source: Distributor
fr: Distributeur
pt: Distribuidor

source: Retailer
fr: Détaillant
pt: Varejista

source: Service provider
fr: Fournisseur de services
pt: Provedor de serviço

source: Below 1 year
fr: Moins de 1 an
pt: Abaixo de 1 ano

source: More than 1 year but less than 2 years
fr: Plus d'un an mais moins de 2 ans
pt: Mais de 1 ano, mas menos de 2 anos

source: Between 2 to 5 years
fr: Entre 2 et 5 ans
pt: Entre 2 a 5 anos

source: Over 5 years
fr: Plus de 5 ans
pt: Mais de 5 anos

source: Product or service is still being developed
fr: Le produit ou le service est encore en cours de développement
pt: Produto ou serviço ainda está sendo desenvolvido

source: Product or service is at MVP stage. Currently piloting with target users
fr: Le produit ou le service est au stade MVP. Actuellement en phase pilote avec des utilisateurs cibles
pt: O produto ou serviço está na fase de MVP. Atualmente em fase piloto com usuários-alvo

source: Product or service has been availed in the market. There are no sales or revenues as yet
fr: Le produit ou le service a été utilisé sur le marché. Il n'y a pas de ventes ou encore des revenus
pt: Produto ou serviço foi aproveitado no mercado. Não há vendas ou receitas ainda

source: Product or service is in the market. There are sales/revenues
fr: Le produit ou le service est sur le marché. Il y a des ventes/revenus
pt: Produto ou serviço está no mercado. Existem vendas/receitas

source: Comment for
fr: Commentaire pour
pt: Comentário para

source: Great, you application has been received. We will get back in touch with you.
fr: Bravo, votre candidature a bien été reçue. Nous vous recontacterons.
pt: Ótimo, sua inscrição foi recebida. Voltaremos a entrar em contato com você.

source: An error occurred while validating your form. Please check that all fields are correct. Thank you.
fr: Une erreur s'est produite lors de la validation de votre formulaire. Veuillez vérifier que tous les champs sont corrects. Merci.
pt: Ocorreu um erro ao validar seu formulário. Verifique se todos os campos estão corretas. Obrigada.

source: Great, your comment has been saved.
fr: Parfait, votre commentaire a été enregistré.
pt: Ótimo, seu comentário foi salvo.

source: Hmm, that didn't work please try again.
fr: Hmm, cela n'a pas fonctionné, veuillez réessayer.
pt: Hmm, isso não funcionou, por favor, tente novamente.

source: Great, your prompt has been sent.
fr: Parfait, votre invite a été envoyée.
pt: Ótimo, sua solicitação foi enviada.

source: Great, your score has been saved.
fr: Parfait, votre score a été enregistré.
pt: Ótimo, sua pontuação foi salva.

source: Not found
fr: Pas trouvé
pt: Não encontrado

source: Great,
fr: Génial,
pt: Excelente,

source: has been successfully uploaded.
fr: a été téléchargé avec succès.
pt: foi carregado com sucesso.

source: Hmm something went wrong please check the errors in the form below.
fr: Hmm quelque chose s'est mal passé, veuillez vérifier les erreurs dans le formulaire ci-dessous.
pt: Hmm, algo deu errado, verifique os erros no formulário abaixo.

source: Success
fr: Succès
pt: Sucesso

source: has been saved!
fr: a été sauvegardé!
pt: Foi salvo!

source: Application for
fr: Application pour
pt: Pedido de

source: Download Application Form
fr: Télécharger le formulaire de candidature
pt: Baixe o Formulário de Candidatura

source: Personal Info
fr: Informations personnelles
pt: Informação pessoal

source: Business Info
fr: Informations sur l'entreprise
pt: Informações comerciais

source: NB: Check and Fill all the Fields before you click Next.
fr: NB : Vérifiez et remplissez tous les champs avant de cliquer sur Suivant.
pt: NB: Verifique e preencha todos os campos antes de clicar em Avançar.

source: Call For Application
fr: Appel à candidatures
pt: Chamada para inscrição

source: Return to Applications
fr: Applications utilisateur
pt: Voltar para aplicativos

source: Next
fr: Suivant
pt: Próximo

source: Previous
fr: Précédent
pt: Anterior

source: Organization name and social media presence. (Include any links to your organization_name website and/or social media handles where applicable (LinkedIn, Facebook, Instagram, Twitter, WhatsApp Business accounts))
fr: Nom de l'organisation et présence sur les réseaux sociaux. (Incluez tous les liens vers le site Web de votre organisation_name et/ou des pseudos de médias sociaux, le cas échéant (LinkedIn, Facebook, Instagram, Twitter, Whatsapp Comptes professionnels))
pt: Nome da organização e presença nas redes sociais. (Inclua quaisquer links para o seu nome da organização e/ou identificadores de mídia social, quando aplicável (LinkedIn, Facebook, Instagram, Twitter, contas do WhatsApp Business))

source: Kindly indicate which part of the value chain you operate in. Kindly select only 1 option which most applies *
fr: Veuillez indiquer dans quelle partie de la chaîne de valeur vous opérez. Veuillez sélectionner 1 seule option qui s'applique le plus *
pt: Por favor, indique em qual parte da cadeia de valor você opera. Por favor, selecione apenas 1 opção que mais se aplica *

source: How long has the business been in formal existence for? * Kindly select one option. Formal existence means from when the company was registered and started operating.
fr: Depuis combien de temps l'entreprise existe-t-elle formellement ? * Veuillez en sélectionner un option. L'existence formelle signifie à partir du moment où la société a été enregistrée et commencé à fonctionner.
pt: Há quanto tempo o negócio existe formalmente? * Por favor, selecione um opção. A existência formal significa a partir do momento em que a empresa foi registada e começou a operar.

source: Which one sentence best describes the stage where your business is at? * Kindly select one option only that best describes where you are at in the business development stage. MVP means minimum viable product
fr: Quelle phrase décrit le mieux le stade où se trouve votre entreprise ? * Veuillez sélectionner une seule option qui décrit le mieux où vous en êtes dans le stade de développement des affaires. MVP signifie produit minimum viable
pt: Qual frase melhor descreve o estágio em que sua empresa está? * Por favor, selecione apenas uma opção que melhor descreva onde você está no fase de desenvolvimento do negócio. MVP significa o produto mínimo viável.

source: What are the 3 key business milestones to be achieved in the short term (1-2 years)? * Kindly choose the top 3 milestones that are your priorities over the next 1 to 2 years.
fr: Quels sont les 3 jalons commerciaux clés à atteindre à court terme (1-2années)? * Veuillez choisir les 3 principaux jalons qui sont vos priorités les 1 à 2 prochaines années.
pt: Quais são os 3 principais marcos de negócios a serem alcançados no curto prazo (1-2 anos)? * Por favor, escolha os 3 principais marcos que são suas prioridades nos próximos 1 a 2 anos.

source: How has the COVID 19 pandemic affected your business? Kindly mention 2 key aspects * Give a short description on how the COVID Pandemic has impacted your business. (negative and/or positive effect)
fr: Comment la pandémie de COVID 19 a-t-elle affecté votre entreprise ? Veuillez mentionner 2 clés aspects * Donnez une brève description de l'impact de la pandémie de COVID votre entreprise. (effet négatif et/ou positif)
pt: Como a pandemia do COVID 19 afetou seu negócio? Por favor, mencione 2 chave aspectos * Dê uma breve descrição de como a Pandemia COVID impactou seu negócio. (efeito negativo e/ou positivo)

source: Kindly upload the relevant documents as described below.
fr: Veuillez télécharger les documents pertinents comme décrit ci-dessous.
pt: Faça o upload dos documentos relevantes conforme descrito abaixo.

source: Uploaded KRA Pin
fr: Épingle KRA téléchargée
pt: Pin KRA carregado

source: Uploaded ID Card
fr: ID Card
pt: Cartão de identificação carregado

source: Uploaded License
fr: Licence téléchargée
pt: Licença enviada

source: Submit
fr: Données soumises
pt: Enviar

source: Download Application Guide
fr: Télécharger le formulaire de candidature

source: English
fr: Anglais

source: French
fr: Français

source: Download FAQs
fr: Télécharger la FAQ

source: Download Hardcopy questions
fr: Télécharger les questions sur papier

source: Home
fr: Maison

source: Partners
fr: Les partenaires

source: Gallery
fr: Galerie

source: Apply
fr: Appliquer

source: FAQ's
fr: FAQ

source: Theme: The Role of African Youth Within African Food Systems
fr: Thème : Le rôle de la jeunesse africaine dans les systèmes alimentaires africains

source: Find Out More
fr: En savoir plus

source: Official Launch
fr: Lancement officiel

source: Lead Partners
fr: Partenaires principaux

source: Host
fr: Hôte

source: Visit Website
fr: Visitez le site Web

source: Implementing Partner.
fr: Partenaire de mise en œuvre.

source: Knowledge Partner.
fr: Partenaire de connaissances.

source: Digital Partner
fr: Partenaire numérique

source: Donor Partners
fr: Partenaires donateurs

source: Overview
fr: Aperçu

source: Total grant funding
fr: Financement total des subventions

source: SME support Duration
fr: Soutien aux PME Durée

source: Short list SME's
fr: Liste restreinte des PME

source: Who can apply?
fr: Qui peut postuler ?

source: Priority sectors
fr: Secteurs prioritaires

source: USD 140,000
fr: 140 000 USD

source: 12 Months
fr: 12 mois

source: Youth(35 Years & Below)
fr: Jeunesse (35 ans et moins)

source: Agriculture value chain focused businesses
fr: Entreprises axées sur la chaîne de valeur agricole

source: Businesses that leverages technology
fr: Entreprises qui tirent parti de la technologie

source: Food & Nutrition
fr: Alimentation et nutrition

source: Timeline
fr: Chronologie

source: Oct 2022
fr: Octobre 2022

source: Nov 2022
fr: Novembre 2022

source: Dec 2022
fr: Déc 2022

source: Nov 2022 - Jun 2023
fr: Novembre 2022 - Juin 2023

source: Feb - July 2023
fr: Février - Juillet 2023

source: Prev
fr: Précédent

source: Call For Applications
fr: Appel à candidatures

source: October 17, 2022
fr: 17 Octobre 2022

source: Opening of the call for applications.
fr: Ouverture de l'appel à candidatures.

source: Virtual Boot camp
fr: Camp d'entraînement virtuel

source: November, 2022
fr: Novembre 2022

source: In the two-week-long business development boot camp, AgriPitch competitors can attend virtual sessions on product development, revenue channel identification, logistics, marketing, business management, investment readiness, financing, and other issues, led by trainers and coaches.
fr: Dans le camp d'entraînement de développement commercial de deux semaines, Les concurrents d'AgriPitch peuvent assister à des sessions virtuelles sur le développement de produits, l'identification des canaux de revenus, logistique, marketing, gestion commerciale, la préparation à l'investissement, le financement et d'autres questions, dirigées par formateurs et coachs.

source: AgriPitch Competition
fr: Concours AgriPitch

source: December, 2022
fr: Décembre 2022

source: The actual AgriPitch Competition
fr: Le Concours AgriPitch proprement dit

source: Deal Room
fr: Salle des affaires

source: November 2022 - June 2023
fr: Novembre 2022 - Juin 2023

source: In line with the 2022 theme, the AgriPitch Dealroom will be held virtually. The Bank, through the 2022 Virtual Investor Dealroom, aims to create access to capital and markets which are often the two main hurdles for youth agripreneurs to overcome when scaling up their businesses.
fr: En cohérence avec la thématique 2022, la Dealroom AgriPitch se tenir virtuellement. La Bank, à travers la Virtual Investor Dealroom 2022, vise à créer un accès aux capitaux et aux marchés qui sont souvent les deux principaux obstacles pour les jeunes agripreneurs surmonter lors de la mise à l'échelle de leurs activités.

source: Mentorship & Support
fr: Mentorat et soutien

source: February - July 2023
fr: Février - Juillet 2023

source: Participating agripreneurs will receive follow-up mentorship and coaching (virtually) for a period of six months. The mentorship activity will also link the AgriPitch participants to relevant resources throughout the six month period and beyond.
fr: Les agripreneurs participants recevoir un mentorat et un coaching de suivi (virtuellement) pour une période de six mois. L'activité de mentorat reliera également l'AgriPitch participants aux ressources tout au long de la période de six mois et au-delà.

source: Eligibility Criteria
fr: Admissibilité

source: Early Start-ups (0-3 years)
fr: Start-ups précoces (0-3 ans)

source: Mature Start-ups (above 3 years)
fr: Start-up matures (plus de 3 ans)

source: Women-empowered Businesses (WEBs)
fr: Entreprises autonomisées par les femmes (WEB)

source: Meet eligibility criteria for Early Start-ups.
fr: Répondre aux critères d'éligibilité pour les startups précoces.

source: Individuals who are at the very early stage of developing ideas/concepts for agripreneurship or a newly established business.
fr: Les personnes qui sont au tout début de développement idées/concepts pour l'agripreneuriat ou un nouveau établi Entreprise

source: Must have a clearly defined prototype or proof of concept.
fr: Doit avoir un prototype clairement défini ou une preuve de concept.

source: May or may not have had any products introduced to the market.
fr: Peut ou non avoir eu des produits introduits sur le marché.

source: May or may not have a registered corporate entity.
fr: Peut ou non avoir une personne morale enregistrée.

source: Individuals and firms with existing market traction: technology, product or service, already in the market.
fr: Particuliers et entreprises ayant une traction sur le marché : technologie, produit ou service, déjà sur le marché.

source: Must have a clear investment ask and growth plan/strategy.
fr: Doit avoir une demande d'investissement claire et un plan/stratégie de croissance.

source: Must be a registered corporate entity.
fr: Doit être une personne morale enregistrée.

source: Meet eligibility requirements for either Early Start-ups or Mature Start-ups.
fr: Répondre aux critères d'éligibilité pour les start-up précoces ou les start-up matures.

source: Firms that are 51%% owned by women or founded by a woman.
fr: Entreprises détenues à 51 pour cent par des femmes ou fondées par une femme.

source: What do we offer?
fr: Que proposons-nous ?

source: AgriPitch falls under the African Development Bank's fourth African Youth Agripreneurs Forum (AYAF) which is a platform for Africa's youth who are interested in the agriculture startup scene.
fr: AgriPitch relève du quatrième programme de la Banque africaine de développement Forum Africain des Jeunes Agripreneurs (AYAF) qui est un plate-forme pour les jeunes africains qui s'intéressent à l'agriculture scène de démarrage.

source: In line with the 2022 theme, the AgriPitch Dealroom will be held virtually. The Bank, through the 2022 Virtual Investor Dealroom, aims to create access to capital and markets which are often the two main hurdles for youth agripreneurs to overcome when scaling up their businesses.
fr: Dans la lignée du thème 2022, l'AgriPitch Dealroom se tiendra virtuellement. La Banque, à travers la Virtual Investor Dealroom 2022, vise à créer un accès aux capitaux et aux marchés qui sont souvent les deux principaux obstacles que les jeunes agripreneurs doivent surmonter lorsqu'ils développer leurs activités.

source: Mentorship
fr: Mentorat

source: The AgriPitch online programme includes a training session (Bootcamp) on strategic partnerships for equity in agriculture, nutrition, and financing the youth and women.
fr: Le programme en ligne AgriPitch comprend une session de formation (Bootcamp) sur partenariats stratégiques pour l'équité dans l'agriculture, la nutrition et financement les jeunes et les femmes.

source: In the two-week-long business development boot camp, AgriPitch competitors can attend virtual sessions on product development, revenue channel identification, logistics, marketing, business management, investment readiness, financing, and other issues, led by trainers and coaches
fr: Dans le camp d'entraînement de développement commercial de deux semaines, AgriPitch les concurrents peuvent assister à des sessions virtuelles sur le développement de produits, les canaux de revenus identification, logistique, marketing, gestion d'entreprise, préparation à l'investissement, financement, et d'autres questions, animées par des formateurs et des coachs et d'autres questions, animées par des formateurs et des coachs

source: Following the training and bootcamp, the participating agripreneurs will receive follow-up mentorship and coaching (virtually) for a period of six months. The mentorship activity will also link the AgriPitch participants to relevant resources throughout the six month period and beyond.
fr: Après la formation et le bootcamp, les participants les agripreneurs vont recevoir un mentorat et un coaching de suivi (virtuellement) pendant une période de six mois. L'activité de mentorat reliera également les participants d'AgriPitch pertinent ressources tout au long de la période de six mois et au-delà.

source: Milestones
pt: Conquistas

source: Expected Max Score
pt: Pontuação máxima esperada

source: The position of the question in the form
pt: A posição da pergunta no formulário

source: score for
pt: pontuação para

source: for
pt: por

source: KRA PIN
pt: PIN KRA

source: ID Card
pt: Carteira de identidade

source: Work Licence
pt: Licença de Trabalho

source: Calls For Application
pt: Chamadas para aplicação

source: Applications Ongoing. Ends
pt: Aplicativos em andamento. Termina

source: Apply Now
pt: Aplique agora
