Repository: xcixor/pes_academy
Catalog: app/pes_admin/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Create an account or login to your account to be able to review applications
fr: Créez un compte ou connectez-vous à votre compte pour pouvoir examiner les candidatures

source: Great, application
fr: Super, application

source: is now in review.
fr: est maintenant en révision.

source: These are the updated questions Questions ending with * means they are required
fr: Ce sont les questions mises à jour Les questions se terminant par * signifient qu'elles sont obligatoires

source: Dormant Accounts
fr: Comptes dormants

source: Great.
fr: Génial.

source: has been asked to create an account.
fr: a été invité à créer un compte.

source: Hmm..That didn't work please try again.
fr: Hmm.. Cela n'a pas fonctionné, veuillez réessayer.

source: Great, staff member
fr: Super, membre du personnel

source: Account upgraded to coach
fr: Compte mis à niveau vers coach

source: is now a moderator.
fr: est désormais modérateur.

source: user not found.
fr: utilisateur non trouvé.

source: Account
fr: Compte

source: Help
fr: Aider

source: Call:
fr: Appel:

source: Dashboard
fr: Tableau de bord

source: Invite Application Reviewers
fr: Inviter des examinateurs de candidature

source: View Staff
fr: Voir le personnel

source: All
fr: Tout

source: In Review
fr: En revue

source: Unassigned
fr: Non attribué

source: Regular User
fr: Utilisateur régulier

source: Basic Admin
fr: Administrateur de base

source: None available
fr: Aucun disponible

source: Export AgriPitch Questions
fr: Questions sur l'exportation d'AgriPitch

source: Export Dormant Accounts
fr: Exporter les comptes dormants

source: Logout
fr: Se déconnecter

source: Settings
fr: Réglages

source: Application Summary
fr: Résumé de la demande

source: Stage
fr: Organiser

source: ID
fr: IDENTIFIANT

source: Reviewers
fr: Réviseurs

source: Will Advance
fr: Avancera

source: Review Breakdown
fr: Répartition des avis

source: Reviewer
fr: Critique

source: Reviewer Total Score
fr: Note totale de l'examinateur

source: Quit
fr: Arrêter

source: You don't have permission to view or edit anything
fr: Vous n'êtes pas autorisé à afficher ou à modifier quoi que ce soit.

source: Stage:
fr: Organiser:

source: ID:
fr: IDENTIFIANT

source: There are no reviewers for this application yet.
fr: Il n'y a pas encore d'évaluateurs pour cette application.

source: Total Score:
fr: Score total:

source: Moderation Score
fr: Est modérateur

source: Messages sent to the application by
fr: Messages envoyés à l'application par

source: General comments on the application by
fr: Commentaires généraux sur la demande par

source: Score per question by
fr: Score par question par

source: ADVANCE
fr: AVANCE

source: AVOID
fr: ÉVITER DE

source: Assign coaches to
fr: Affecter des réviseurs à

source: Assign
fr: Attribuer

source: Assign reviewers to
fr: Affecter des réviseurs à

source: Your have upgraded to coach. Please login to your account to administer to your clients:
fr: Vous êtes devenu entraîneur. Veuillez vous connecter à votre compte pour administrer vos clients :

source: REGISTER/LOGIN
fr: ENREGISTREMENT/CONNEXION

source: Your account has been upgraded to reviewer, please login to review applications:
fr: Créez un compte ou connectez-vous à votre compte pour pouvoir examiner les candidatures

source: Please register as a reviewer by clicking the registration link below:
fr: Veuillez vous inscrire en tant qu'examinateur en cliquant sur le lien d'inscription ci-dessous :

source: Creator
fr: Créateur

source: View More
fr: Voir plus

source: Reviewer's Email address
fr: Adresse e-mail de l'évaluateur

source: Enter email
fr: Entrez l'e-mail

source: Invite
fr: Inviter

source: Add a subcriteria property
fr: Ajouter une propriété de sous-critère

source: Save
fr: Sauvegarder

source: Owner
fr: Propriétaire

source: Assign Reviewers
fr: Attribuer des réviseurs

source: Applying for call to action
fr: Demande d'appel à l'action

source: Has Coaches
fr: A des entraîneurs

source: Assign Coaches
fr: Attribuer des réviseurs

source: Full Name
fr: Nom complet

source: Is Coach
fr: Est entraîneur

source: Is Reviewer
fr: Est l'examinateur

source: Is Moderator
fr: Est modérateur

source: Make Coach
fr: Faire de l'entraîneur

source: Make Reviewer
fr: Faire un réviseur

source: Make Moderator
fr: Faire modérateur

source: Home
fr: Domicile

source: Applications to Review
fr: Demandes à examiner

source: My Clients
fr: Mes clients

source: Sessions
fr: Séances

source: Profile
fr: Profil

source: Hello
fr: Bonjour
