Repository: xcixor/pes_academy
Catalog: app/staff/locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: Great! the material has been saved.
fr: Super! le matériel a été sauvegardé.
pt: Excelente! o material foi salvo.

source: Hi, your coach uploaded a new material:
fr: Bonjour, votre coach a mis en ligne un nouveau matériel :
pt: Olá, seu treinador carregou um novo material:

source: Please login to your account to view it, thank you.
fr: Veuillez vous connecter à votre compte pour le voir, merci.
pt: Por favor, faça login na sua conta para visualizá-lo, obrigado.

source: Session Material
fr: Matériel de session
pt: Material da Sessão

source: Hmm! something went wrong, please try again.
fr: Hmm! Une erreur s'est produite. Veuillez réessayer.
pt: Hum! Alguma coisa deu errado. Por favor tente outra vez.

source: Great! a meeting has been added to your event
fr: Super! une réunion a été ajoutée à votre événement
pt: Excelente! uma reunião foi adicionada ao seu evento

source: Hi, your coach has set up a new meeting.Please click the link to book and select your availability, thank you.
fr: Bonjour, votre coach a mis en place un nouveau rendez-vous. Veuillez cliquer sur le lien pour réserver et sélectionnez vos disponibilités, merci.
pt: Olá, seu treinador marcou uma nova reunião. Clique no link para reservar e selecione sua disponibilidade, obrigado.

source: Event Booking
fr: Réservation d'événement
pt: Reserva de eventos

source: Name
fr: Nom
pt: Nome

source: Type
fr: Taper
pt: Modelo

source: Please select a client
fr: Veuillez sélectionner un client
pt: Por favor selecione um cliente

source: Session ID
fr: ID de session
pt: Identificação de sessão

source: Client
pt: Cliente
