Repository: xcixor/pes_academy
Catalog: app/accounts/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Your password should have a special character.
fr: Votre mot de passe doit avoir un caractère spécial.

source: Your password should have at least one number.
fr: Votre mot de passe doit comporter au moins un chiffre.

source: Please make sure your passwords match.
fr: Merci de vérifier que vos mots de passe correspondent.

source: Sorry, account with the email
fr: Désolé, compte avec l'adresse e-mail

source: does not exist.
fr: n'existe pas.

source: Password Reset Requested
fr: Réinitialisation du mot de passe demandée

source: Applying for call to action
fr: Demande d'appel à l'action

source: Other
fr: Autre

source: Reason for Application
fr: Ton application

source: Please read and agree to our terms and privacy by checking the box
fr: Veuillez lire et accepter nos termes et confidentialité en cochant la case

source: Welcome to Agripitch 2022! Please Confirm Your Email
fr: Bienvenue à Agripitch 2022 ! Veuillez confirmer votre email

source: New User Registration
fr: S'inscrire

source: Sorry that account does not exist.
fr: n'existe pas.

source: Your account is already active. Please login with the details you registered with, or reset your password
fr: Votre compte est déjà actif. Veuillez vous connecter avec les détails que vous avez enregistrés avec ou réinitialisez votre mot de passe

source: Sorry the account does not exist.
fr: n'existe pas.

source: A User must have a username
fr: Un utilisateur doit avoir un nom d'utilisateur

source: Superuser must have is_superuser=True.
fr: Le superutilisateur doit avoir is_superuser=True.

source: Email Address
fr: Adresse e-mail principale

source: Congratulations
fr: Toutes nos félicitations

source: , your account is now active!
fr: , votre compte est maintenant actif. Veuillez vous connecter pour continuer!

source: Uh oh! something went wrong.
fr: Oh oh ! quelque chose s'est mal passé.

source: Has been added as your coach.
fr: A été ajouté comme entraîneur.

source: Hi,
fr: Salut,

source: has added you as their coach.
fr: A été ajouté comme entraîneur.

source: PSA Student
fr: Étudiant PSA

source: Thank you, your message has been received. We'll get back to you shortly.
fr: Merci, votre message a bien été reçu. Nous vous répondrons sous peu.

source: Welcome back
fr: Content de te revoir

source: Congratulations, your password has been changed successfully.
fr: Félicitations, votre mot de passe a été changé avec succès.

source: Something went wrong, please check your form below.
fr: Merci, votre message a bien été reçu. Nous vous répondrons sous peu.

source: Hmm..That didn't work please try again.
fr: Hmm.. Cela n'a pas fonctionné, veuillez réessayer.

source: Oops, something went wrong, please check your details
fr: Merci, votre message a bien été reçu. Nous vous répondrons sous peu.

source: Great! your details have been saved
fr: Super! vos coordonnées ont été enregistrées

source: Please correct the errors in your form
fr: Merci de corriger les erreurs dans le formulaire ci-dessous

source: We have sent you the activation email to your address
fr: Nous vous avons envoyé l'e-mail d'activation à votre adresse

source: Add Coach
fr: Mes entraîneurs

source: Back
fr: Retour

source: Your sessions with
fr: Vos séances avec

source: Your coach has not created any sessions yet
fr: Votre coach n'a pas encore créé de séances

source: Meetings
fr: Réunions

source: Your coach has not created any meetings yet
fr: Votre coach n'a pas encore créé de rendez-vous

source: Materials
fr: Matériel promotionnel

source: Message From
fr: Message de

source: Dear Sir/Madam
fr: Cher Monsieur / Madame

source: Frequently Asked Questions
fr: Questions fréquemment posées

source: Eligibility
fr: Admissibilité

source: Application Questions
fr: Demande de candidature

source: When does the Call for applications open?
fr: Quand s'ouvre l'appel à candidatures ?

source: The call for applications opens on 17 October 2022
fr: L'appel à candidatures ouvre le 17 octobre 2022

source: When is the Call for applications deadline?
fr: Quelle est la date limite de l'appel à candidatures ?

source: The call for applications deadline is 4 November
fr: La date limite d'appel à candidatures est le 4 novembre

source: How long will the Call for applications be open?
fr: Combien de temps l'appel à candidatures sera-t-il ouvert ?

source: The call for applications will be open for three(3) weeks, from 17 October to 4 November 2022
fr: L'appel à candidatures sera ouvert pendant trois (3) semaines, à partir du 17 octobre jusqu'au 4 novembre 2022

source: Who can apply?
fr: Qui peut postuler ?

source: Youth:
fr: Jeunesse:

source: Participants in the AgriPitch Competition are young people aged between 18 and 35 that own at least 25%% of their business and are in leadership and management positions of the business.
fr: Les participants au Concours AgriPitch sont des jeunes âgés de 18 ans et 35 qui possèdent au moins 25 %% de leur entreprise et sont à la tête et postes de gestion de l'entreprise.

source: Early start-ups:
fr: Early Start-ups (0-3 ans):

source: Enterprises from ideation stage with proof of concept.
fr: Entreprises dès le stade de l'idéation avec preuve de concept.

source: Mature start-ups/MSMEs:
fr: Start-up matures (plus de 3 ans) :

source: Enterprises must be registered with existing market traction.
fr: Les entreprises doivent être enregistrées avec la traction du marché existant.

source: Women-empowered Businesses (WEBs):
fr: Entreprises autonomisées par les femmes:

source: Firms with at least 51%% share of women ownership or founded by a woman and with existing market traction.
fr: Entreprises détenues à au moins 51 %% par des femmes ou fondées par une femme.

source: Why should I apply?
fr: Pourquoi devrais-je postuler ?

source: The aim of the 2022 AgriPitch Competition is to support agripreneurs by focusing on enhancing the bankability and viability of their businesses and ensuring that they are pitch ready for potential investors.
fr: L'objectif de l'AgriPitch 2022 La concurrence est de soutenir les agripreneurs en se concentrant sur l'amélioration de la bancabilité et la viabilité de leurs entreprises et s'assurer que ils sont prêts pour le potentiel investisseurs.

source: The AgriPitch Competition promotes innovation and entrepreneurship in agriculture among youth in Africa to create jobs and improve livelihoods by providing technical capacity, building skills, and facilitating access to finance for youth by virtually convening relevant investors focused on start-ups and growing SMEs.
fr: Le Concours AgriPitch promeut innovation et entrepreneuriat en l'agriculture chez les jeunes en Afrique pour créer des emplois et améliorer les moyens de subsistance en fournir une capacité technique, développer des compétences et faciliter l'accès à financement pour les jeunes en réunir des investisseurs pertinents axés sur les start-up et les PME en croissance.

source: Shortlisted SMEs will receive access to one on one coaching and mentorship, access to the AgriPitch Dealroom, participation in the virtual bootcamp and six months post competition access to resources.
fr: Les PME présélectionnées auront accès au coaching individuel et au mentorat, accès à la Dealroom AgriPitch, participation au bootcamp virtuel et six mois après la compétition l'accès à ressources.

source: Winning SMEs will access a total grant pool of USD 140,000.
fr: Les PME gagnantes accéderont à un total réserve de subventions de 140 000 USD.

source: How do I apply?
fr: Comment postuler ?

source: You can apply online
fr: Vous pouvez postuler en ligne

source: Here
fr: Ici

source: What happens if I am unable to apply online?
fr: Que se passe-t-il si je ne parviens pas à postuler en ligne ?

source: Please contact us at
fr: Veuillez nous contacter au

source: for further assistance.
fr: pour plus d'aide.

source: You can also refer to the
fr: Vous pouvez également vous référer au

source: Call for application guide
fr: Appel à candidature

source: which has detailed information on how to apply, and is available in English and French.
fr: qui contient des informations détaillées sur la manière de postuler et est disponible en anglaiset français.

source: What languages can I apply in?
fr: Dans quelles langues puis-je postuler ?

source: The application form is available in French and English.
fr: Le formulaire de candidature est disponible en français et en anglais.

source: How long does it take to complete an application?
fr: Combien de temps faut-il pour remplir une demande?

source: The application process takes approximately 45 to 60 minutes.
fr: Le processus de demande prend environ 45 à 60 minutes.

source: You need to have the required documents ready for ease of upload.
fr: Vous devez avoir les documents requis prêts pour faciliter le téléchargement.

source: Can I log back in to complete my application?
fr: Puis-je me reconnecter pour finaliser ma candidature ?

source: Yes, you can log back in anytime before the deadline for submission date to finalize and submit your application. You are able to save your application and resume from where you left off.
fr: Oui, vous pouvez vous reconnecter à tout moment avant la date limite de soumission finaliser et soumettre votre candidature. Vous avez la possibilité de sauvegarder votre candidature et reprendre là où vous vous étiez arrêté.

source: You are encouraged however to complete and submit your application as soon as possible.
fr: Nous vous encourageons toutefois à remplir et soumettre votre candidature dès que possible le plus possible.

source: How long will it take to know if my application was successful?
fr: Combien de temps faudra-t-il pour savoir si ma candidature a été retenue ?

source: Once your application is received, it will be reviewed based on the set criteria and the outcome will be communicated to you in the fourth week of November.
fr: Une fois votre candidature reçue, elle sera examinée en fonction de l'ensemble les critères et le résultat vous seront communiqués dans la quatrième semaine de Novembre.

source: Can I edit my application once I submit?
fr: Puis-je modifier ma demande une fois que je l'ai soumise ?

source: No. Once the application is submitted, you cannot be able to edit it.
fr: Non. Une fois la demande soumise, vous ne pouvez plus la modifier.

source: Can I apply if I had applied previously and was not shortlisted?
fr: Puis-je postuler si j'avais déjà postulé et que je n'étais pas présélectionné ?

source: Yes. If you had applied previously and was not shortlisted, you are encouraged to apply again.
fr: Oui. Si vous aviez déjà postulé et que vous n'étiez pas présélectionné, vous êtes encouragé à postuler à nouveau.

source: If I had applied previously, was shortlisted and did not win the prize money, can I apply?
fr: Si j'avais postulé auparavant, étais présélectionné et n'avais pas gagné le prix de l'argent, puis-je postuler ?

source: Yes. If you had applied previously and did not win the prize money, you are encouraged to apply again.
fr: Oui. Si vous aviez déjà postulé et que vous n'avez pas gagné le prix en argent, vous êtes encouragé à postuler à nouveau.

source: If I had applied previously, and won the prize money, can I apply?
fr: Si j'avais déjà postulé et gagné le prix en argent, puis-je postuler ?

source: No, we wish to provide opportunity to others to participate.
fr: Non, nous souhaitons donner l'opportunité à d'autres de participer.

source: Eligibility requirements
fr: Critères d'admissibilité

source: Who is eligible to apply?
fr: Qui est éligible pour postuler ?

source: Early Start-ups (0-3 years):
fr: Early Start-ups (0-3 ans):

source: Meet eligibility criteria for Early Start-ups.
fr: Répondre aux critères d'éligibilité pour les start-ups précoces.

source: Individuals who are at the very early stage of developing ideas/concepts for agripreneurship or a newly established business.
fr: Les personnes qui sont au tout début du développement d'idées/concepts pour agripreneuriat ou une entreprise nouvellement créée.

source: Must have a clearly defined prototype or proof of concept.
fr: Doit avoir un prototype clairement défini ou une preuve de concept.

source: May or may not have had any products introduced to the market.
fr: Peut ou non avoir eu des produits introduits sur le marché.

source: May or may not have a registered corporate entity but must have required business licenses.
fr: Peut ou non avoir une personne morale enregistrée mais doit avoir exigé licences commerciales.

source: Mature Start-ups (above 3 years):
fr: Start-up matures (plus de 3 ans) :

source: Individuals and firms with existing market traction: technology, product or service, already in the market.
fr: Individus et entreprises ayant une influence sur le marché : technologie, produit ou service, déjà sur le marché.

source: Must have a clear investment ask and growth plan/strategy.
fr: Doit avoir une demande d'investissement claire et un plan/stratégie de croissance.

source: Must be a registered corporate entity.
fr: Doit être une personne morale enregistrée.

source: Meet eligibility requirements for either Early Start-ups or Mature Start-ups
fr: Répondre aux critères d'éligibilité pour les start-ups précoces ou les start-ups matures

source: Firms that are 51%% owned by women or founded by a woman.
fr: Entreprises détenues à 51 %% par des femmes ou fondées par une femme.

source: What is meant by Women-led?
fr: Qu'entend-on par dirigé par des femmes ?

source: Firms with at least 51%% share of women ownership or founded by a woman.
fr: Entreprises détenues à au moins 51 %% par des femmes ou fondées par une femme.

source: What are the priority sectors?
fr: Quels sont les secteurs prioritaires ?

source: Businesses in the Agribusiness sector value chain, focusing on food and nutrition.
fr: Entreprises de la chaîne de valeur du secteur Agro-alimentaire, centrée sur l'agroalimentaire la nutrition.

source: Required Documents
fr: Télécharger d'autres documents

source: Which documents are required to apply?
fr: Quels sont les documents nécessaires pour postuler ?

source: To apply, you need these documents
fr: Pour postuler, vous avez besoin de ces documents

source: National ID card / passport
fr: Carte nationale d'identité / passeport

source: Company registration document
fr: Document d'enregistrement de la société

source: Company brochure
fr: Plaquette d'entreprise

source: Summary business plan
fr: Plan d'affaires sommaire

source: Business licences
fr: Licences commerciales

source: Company profile
fr: Profil de la société

source: Financial statements
fr: États financiers

source: Marketing materials
fr: Matériel promotionnel

source: Pitch deck
fr: Plate-forme d'emplacement

source: What if I do not have my business registered?
fr: Que se passe-t-il si je n'ai pas enregistré mon entreprise ?

source: You need to have your business legally registered in order to apply for Mature Start-ups.
fr: Vous devez avoir votre entreprise légalement enregistrée afin de postuler Start-up matures

source: For Early stage startups, you need to have the required business licences to operate in your required country.
fr: Pour les startups en phase de démarrage, vous devez disposer des licences commerciales requises pour opérer dans le pays de votre choix.

source: Need Help? Message Us
fr: Besoin d'aide? Contactez-nous

source: Help
fr: Aider

source: Name
fr: Nom

source: Name
fr: Nom

source: Your Email Address
fr: Adresse e-mail principale

source: Subject
fr: Matière

source: Reason for contacting us
fr: Ton application

source: Cannot Upload documents
fr: Télécharger d'autres documents

source: I do not have certain documents
fr: si vous n'avez pas de compte

source: Can't access application form
fr: Impossible d'accéder au formulaire de candidature

source: Submit
fr: Soumettre

source: Hello there
fr: Bonjour

source: We received a request to reset the password for your account for this email address.
fr: Nous avons reçu une demande de réinitialisation du mot de passe de votre compte pour cet e-mail adresse.

source: To initiate the password reset process for your account, click the link below.
fr: Pour lancer le processus de réinitialisation du mot de passe de votre compte, cliquez sur le lien dessous.

source: This link can only be used once. If you need to reset your password again, please visit
fr: Ce lien ne peut être utilisé qu'une seule fois. Si vous devez à nouveau réinitialiser votre mot de passe, veuillez visiter

source: and request another reset.
fr: et demander une autre réinitialisation.

source: If you did not make this request, you can simply ignore this email.
fr: Si vous n'avez pas fait cette demande, vous pouvez simplement ignorer cet e-mail.

source: Change Password
fr: Entrer le mot de passe

source: Password*
fr: Entrer le mot de passe

source: Current Password*
fr: Entrer le mot de passe

source: New Password*
fr: Entrer le mot de passe

source: Confirm Password*
fr: Entrer le mot de passe

source: Password Policy
fr: Politique de mot de passe

source: Your password must contain at least 8 characters.
fr: Votre mot de passe doit contenir au moins 8 caractères.

source: Your password should not be entirely numeric.
fr: Votre mot de passe ne doit pas être entièrement numérique.

source: Your password should not be too similar to your personal details eg email.
fr: Votre mot de passe ne doit pas être trop similaire à vos informations personnelles, par exemple votre nom d'utilisateur.

source: Your passwords should match.
fr: Vos mots de passe doivent correspondre.

source: Reset Your Password
fr: Répéter le mot de passe

source: Have you forgotten your password?
fr: Avez-vous oublié votre mot de passe?

source: Enter your email address below, and we'll email instructions for setting a new one.
fr: Entrez votre adresse e-mail ci-dessous et nous vous enverrons par e-mail des instructions pour définir un nouveau.

source: Please, correct the errors in the form below
fr: Merci de corriger les erreurs dans le formulaire ci-dessous

source: Send
fr: Envoyer

source: Home
fr: Domicile

source: Academy
fr: Académie

source: Coaches
fr: Entraîneurs

source: My Coaches
fr: Mes entraîneurs

source: Team
fr: Équipe

source: Profile
fr: Profil

source: Log Out
fr: Se déconnecter

source: Hello
fr: Bonjour

source: Your Team Members
fr: Membres de votre équipe

source: You have not invited your team yet
fr: Vous n'avez pas encore invité votre équipe

source: There is not team yet
fr: Il n'y a pas encore d'équipe

source: Ongoing Applications
fr: Candidatures en cours

source: Your Application
fr: Ton application

source: Start Application
fr: Ton application

source: PES Academy
fr: Académie PSE

source: Joining the PES academy will give you access to the videos and presentations Featured by PES where you get to learn more and get more advisory about your business.
fr: Rejoindre l'académie PES vous donnera accès aux vidéos et aux présentations Présenté par PES où vous pouvez en savoir plus et obtenir plus de conseils sur votre des affaires

source: Join the PES Academy
fr: Rejoignez la PES Academy

source: We do not have mentors at the moment
fr: Vous n'avez pas d'application à examiner pour le moment

source: View Bio
fr: Voir la biographie

source: View Sessions
fr: Voir la biographie

source: You do not have coaches at the moment
fr: Vous n'avez pas d'application à examiner pour le moment

source: Click on the link below to resume to your application.
fr: Cliquez sur le lien ci-dessous pour reprendre vos candidatures.

source: Continue
fr: Continuez

source: Upload Further Documents
fr: Télécharger d'autres documents

source: Document name
fr: Nom du document

source: Save
fr: Sauver

source: Invite
fr: Inviter

source: You don't have a team yet
fr: Vous n'avez pas encore de compte

source: Invite Collaborator
fr: Inviter un collaborateur

source: There seems to be a problem with your details, please check again.
fr: Il semble y avoir un problème avec vos coordonnées, veuillez vérifier à nouveau.

source: Names
fr: Des noms

source: Full Name
fr: Nom et prénom

source: Age
fr: Âge

source: Select Age Range
fr: Sélectionnez la tranche d'âge

source: Above 50
fr: Au-dessus de 50

source: Gender
fr: Le genre

source: Select Gender
fr: Sélectionnez le sexe

source: Male
fr: Mâle

source: Female
fr: Femme

source: Prefer not to say
fr: Je préfère ne pas le dire

source: Linked In Profile Link
fr: Lien de profil Linkedin

source: Preferred Language
fr: langue préférée

source: Select Preferred Language
fr: Sélectionnez la langue préférée

source: English
fr: Anglais

source: French
fr: français

source: Portuguese
fr: Portugais

source: Change profile picture
fr: Modifier la photo de profil

source: Choose a profile picture
fr: Choisissez une photo de profil

source: Save Changes
fr: Sauvegarder les modifications

source: Change your photo
fr: Changez votre photo

source: Please add your names
fr: Veuillez ajouter vos noms

source: Please set your preferred Language
fr: Sélectionnez la langue préférée

source: Please set your LinkedIn profile
fr: Veuillez définir votre profil LinkedIn

source: Please add a bio
fr: Veuillez ajouter une biographie

source: Edit Profile
fr: Editer le profil

source: Application
fr: Applications

source: Owner
fr: Propriétaire

source: Review
fr: La revue

source: You do not have any applications to review at the moment
fr: Vous n'avez pas d'application à examiner pour le moment

source: oops activation failed!
fr: oups l'activation a échoué !

source: But don't worry, try one of these things
fr: Mais ne vous inquiétez pas, essayez l'une de ces choses

source: Register
fr: S'inscrire

source: if you do not have an account
fr: si vous n'avez pas de compte

source: Login
fr: Connexion

source: if you already have an account
fr: si vous avez déjà un compte

source: Activate Your Account
fr: Activez votre compte

source: You should receive an e mail with the activation link within 20 seconds.
fr: Vous devriez recevoir un e-mail avec le lien d'activation dans les 20 secondes.

source: However,
fr: Cependant,

source: If you do not find it in your inbox, please do the following;
fr: Si vous ne le trouvez pas dans votre boîte de réception, veuillez procéder comme suit ;

source: Check your spam folder for an email from
fr: Vérifiez votre dossier spam pour un e-mail de

source: It is common to have email delivery problems due to automated filters.
fr: Il est courant d'avoir des problèmes de livraison d'e-mails en raison de filtres automatisés.

source: Mark the email as not spam and click the activation link.
fr: Marquez l'e-mail comme non spam et cliquez sur le lien d'activation.

source: Resend Activation Link
fr: Renvoyer le lien d'activation

source: If you still don't see it, kindly e mail
fr: Si vous ne le voyez toujours pas, veuillez envoyer un e-mail

source: Let's confirm your email address.
fr: Confirmons votre adresse e-mail.

source: By clicking on the following link, you are confirming your email address.
fr: En cliquant sur le lien suivant, vous confirmez votre adresse e-mail.

source: Confirm Email Address
fr: Adresse e-mail principale

source: Hello Admin.
fr: Bonjour Admin.

source: A new user has registered with the details below.
fr: Un nouvel utilisateur s'est enregistré avec les détails ci-dessous.

source: Email Address:
fr: Adresse e-mail principale

source: Time:
fr: Temps:

source: Please correct the errors in the form below.
fr: Merci de corriger les erreurs dans le formulaire ci-dessous

source: Username
fr: Nom d'utilisateur

source: Enter Password
fr: Entrer le mot de passe

source: Remember me
fr: Souviens-toi de moi

source: Don't have an account yet
fr: Vous n'avez pas encore de compte

source: Sign Up
fr: S'inscrire

source: Forgot password
fr: le mot de passe
