Repository: xcixor/pes_academy
Catalog: app/accounts/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Reset
fr: Réinitialiser

source: Great! your registration details have been recorded!
fr: Super! vos coordonnées ont été enregistrées

source: Registration
fr: S'inscrire

source: Please correct the errors in the form below
fr: Merci de corriger les erreurs dans le formulaire ci-dessous

source: Reason for registration
fr: Ton application

source: Applying for
fr: Demande d'appel à l'action

source: African Development Bank AgriPitch Competition 2022
fr: Concours AgriPitch 2022 de la Banque africaine de développement

source: Password
fr: Entrer le mot de passe

source: Password Requirements
fr: Réinitialisation du mot de passe demandée

source: password must contain at least 8 characters.
fr: Votre mot de passe doit contenir au moins 8 caractères.

source: password should not be entirely numeric.
fr: Votre mot de passe ne doit pas être entièrement numérique.

source: password should have a special character.
fr: Votre mot de passe doit avoir un caractère spécial.

source: password should have at least one number.
fr: Votre mot de passe doit comporter au moins un chiffre.

source: password should not be too similar to your personal details eg username.
fr: Votre mot de passe ne doit pas être trop similaire à vos informations personnelles, par exemple votre nom d'utilisateur.

source: passwords should match.
fr: Vos mots de passe doivent correspondre.

source: Repeat Password
fr: Répéter le mot de passe

source: By creating an account you agree to our
fr: En créant un compte, vous acceptez nos

source: Terms & Privacy
fr: Conditions et confidentialité

source: Already have an account?
fr: Vous avez déjà un compte?

source: Sign in
fr: S'identifier

source: Password Reset Complete
fr: Réinitialisation du mot de passe demandée

source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe a été défini. Vous pouvez continuer et vous connecter maintenant.

source: Log In to your Account
fr: Connectez-vous à votre compte

source: Create New Password
fr: Répéter le mot de passe

source: Please enter your new password
fr: Merci de vérifier que vos mots de passe correspondent.

source: Confirm Password
fr: Entrer le mot de passe

source: Reset Password
fr: Répéter le mot de passe

source: Password Reset Link Sent
fr: Réinitialisation du mot de passe demandée

source: We've emailed you instructions for setting your password, if an account exists with the email you entered.
fr: Nous vous avons envoyé par e-mail des instructions pour définir votre mot de passe, si un compte existe avec l'e-mail que vous avez saisi.

source: You should receive the email shortly.
fr: Vous devriez recevoir l'e-mail sous peu.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez pas d'e-mail, assurez-vous d'avoir entré l'adresse vous vous êtes inscrit et vérifiez votre dossier spam.

source: Resend Email
fr: Ré-envoyer l'email

source: The email your registered with
fr: L'e-mail avec lequel vous vous êtes inscrit

source: Resend Activation Email
fr: oups l'activation a échoué !

source: Don't have an account yet?
fr: Vous n'avez pas encore de compte

source: Your password should not be too similar to your personal details eg username.
fr: Votre mot de passe ne doit pas être trop similaire à vos informations personnelles, par exemple votre nom d'utilisateur.
