Repository: xcixor/pes_academy
Catalog: app/organization_subscription/locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: This user is already subscribed to your organization
pt: Este usuário já está inscrito em sua organização

source: Join Our Organization Channel
fr: Rejoignez notre canal d'organisation
pt: Junte-se ao nosso canal de organização

source: Congratulations, your have joined your organization's workspace. Please register to continue!
fr: Félicitations, vous avez rejoint l'espace de travail de votre organisation. S'il te plaît inscrivez-vous pour continuer !
pt: Parabéns, você ingressou no workspace da sua organização. Por favor cadastre-se para continuar!

source: Great.
fr: Génial.
pt: Excelente.

source: has been invited to your organization.
fr: a été invité dans votre organisation.
pt: foi convidado para sua organização.

source: Hmm..That didn't work please try again.
fr: Hmm.. Cela n'a pas fonctionné, veuillez réessayer.
pt: Hmm.. Isso não funcionou, por favor tente novamente.

source: Please join your organization's channel at Private Equity Support through the link below.
fr: Veuillez rejoindre le canal de votre organisation sur Private Equity Support via le lien ci-dessous.
pt: Junte-se ao canal da sua organização em Private Equity Support através o link abaixo.

source: Please verify your email address by clicking the activation link below:
fr: Veuillez vérifier votre adresse e-mail en cliquant sur le lien d'activation ci-dessous :
pt: Verifique seu endereço de e-mail clicando no link de ativação abaixo:

source: ACTIVATE
fr: ACTIVER
pt: ATIVAR

source: Please correct the errors in the form below
fr: Merci de corriger les erreurs dans le formulaire ci-dessous
pt: Corrija os erros no formulário abaixo

source: Invite People to Your Org
fr: Inviter des personnes dans votre organisation
pt: Convidar pessoas para sua organização

source: INVITE
fr: INVITER
pt: CONVIDAR
