Repository: xcixor/pes_academy
Catalog: app/eligibility/locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: Review Completed
fr: Examen terminé
pt: Revisão concluída

source: Hmm it seems that you cannot view this application please contact your admin.
fr: Hmm, il semble que vous ne puissiez pas voir cette application, veuillez contacter votre administrateur.
pt: Hmm, parece que você não pode visualizar este aplicativo, entre em contato com seu administrador.

source: Application Summary
fr: Résumé de la demande
pt: Resumo do aplicativo

source: Applicant
fr: Demandeur
pt: Candidato

source: Organization Name
fr: nom de l'organisation
pt: Nome da organização

source: Application ID
fr: ID d'application
pt: ID do aplicativo

source: Stage
fr: Organiser
pt: Palco

source: Date of Application
fr: Date d'application
pt: Data da aplicação

source: Applicant's Responses
fr: Réponses du demandeur
pt: Respostas do candidato

source: Scoring
fr: Notation
pt: Pontuação

source: 1. Organization name and social media presence. Include any links to your organization, website and/or social media handles where applicable (LinkedIn, Facebook, Instagram, Twitter, WhatsApp Business accounts)
fr: 1. Nom de l'organisation et présence sur les réseaux sociaux. Inclure tous les liens vers votre organisation, site Web et ou réseaux sociaux traite le cas échéant (LinkedIn, Facebook, Instagram, Twitter, WhatsApp Business accounts)
pt: 1. Nome da organização e presença nas mídias sociais. Inclua quaisquer links para o seu organização, site e/ou mídia social, quando aplicável (LinkedIn, Facebook, Instagram, Twitter, contas do WhatsApp Business)

source: Not Provided
fr: Non fourni
pt: Não fornecido

source: WhatsApp Business Link
fr: Lien commercial WhatsApp
pt: Link Comercial do WhatsApp

source: Ask Applicant for more details about this prompt
fr: Demandez au demandeur plus de détails sur cette invite
pt: Peça ao Requerente mais detalhes sobre este prompt

source: Previous prompts for this response
fr: Invites précédentes pour cette réponse
pt: Solicitações anteriores para esta resposta

source: There are no prompts here
fr: Il n'y a pas d'invite ici
pt: Não há prompts aqui

source: Subject
fr: Matière
pt: Sujeito

source: Message
pt: Mensagem

source: Send Query
fr: Envoyer la requête
pt: Enviar consulta

source: Prompt Score
fr: Score rapide
pt: Pontuação de prompt

source: Strongly Disagree
fr: Pas du tout d'accord
pt: Discordo fortemente

source: Disagree
fr: Être en désaccord
pt: Discordo

source: Neutral
fr: Neutre
pt: Neutro

source: Agree
fr: Se mettre d'accord
pt: Aceita

source: Strongly Agree
fr: Tout à fait d'accord
pt: Concordo plenamente

source: Update Score
fr: Mettre à jour le score
pt: Atualizar pontuação

source: Submit Score
fr: Soumettre Score
pt: Enviar pontuação

source: 2. Kindly indicate which part of the value chain you operate in. Kindly select only 1 option which most applies *
fr: 2. Veuillez indiquer dans quelle partie de la chaîne de valeur vous opérez. sélectionnez seulement 1 option qui s'applique le plus *
pt: 2. Por favor, indique em qual parte da cadeia de valor você opera. selecione apenas 1 opção que mais se aplica *

source: 3. How long has the business been in formal existence for? * Kindly select one option. Formal existence means from when the company was registered and started operating
fr: 3. Depuis combien de temps l'entreprise existe-t-elle officiellement ? * Veuillez sélectionner une option. L'existence formelle signifie à partir du moment où la société a été enregistrée et commencé à fonctionner
pt: 3. Há quanto tempo o negócio existe formalmente? * Por favor, selecione uma opção. A existência formal significa a partir do momento em que a empresa foi registada e começou a operar

source: Existence Period
fr: Période d'existence
pt: Período de Existência

source: 4. Which one sentence best describes the stage where your business is at? * Kindly select one option only that best describes where you are at in the business development stage. MVP means minimum viable product
fr: 4. Quelle phrase décrit le mieux le stade où se trouve votre entreprise ? *Veuillez sélectionner une seule option qui décrit le mieux où vous en êtes dans le stade de développement des affaires. MVP signifie produit minimum viable
pt: 4. Qual frase melhor descreve o estágio em que seu negócio está? * Por favor, selecione apenas uma opção que melhor descreva onde você está no fase de desenvolvimento do negócio. MVP significa o produto mínimo viável.

source: Stage:
fr: Organiser:
pt: Palco:

source: 5. What are the 3 key business milestones to be achieved in the short term (1-2 years)? * Kindly choose the top 3 milestones that are your priorities over the next 1 to 2 years.
fr: 5. Quels sont les 3 jalons commerciaux clés à atteindre à court terme (1-2 ans) ? * Veuillez choisir les 3 principaux jalons qui sont vos priorités dans les 1 à 2 prochaines années.
pt: 5. Quais são os 3 principais marcos de negócios a serem alcançados no curto prazo (1-2 anos)? * Por favor, escolha os 3 principais marcos que são suas prioridades nos próximos 1 a 2 anos.

source: Milestones
fr: Jalons
pt: Conquistas

source: 6. How has the COVID 19 pandemic affected your business? Kindly mention 2 key aspects * Give a short description on how the COVID Pandemic has impacted your business (negative and/or positive effect)
fr: 6. Comment la pandémie de COVID 19 a-t-elle affecté votre entreprise ? Veuillez mentionner 2 aspects clés * Donnez une brève description de la façon dont la pandémie de COVID a impacté votre activité (effet négatif et/ou positif)
pt: 6. Como a pandemia do COVID 19 afetou seu negócio? Por favor, mencione 2 aspectos-chave * Dê uma breve descrição de como a Pandemia de COVID impactou seu negócio (efeito negativo e/ou positivo).

source: 7. Documents
pt: 7. Documentos

source: No documents submitted
fr: Aucun document soumis
pt: Nenhum documento enviado

source: My Score
fr: Mon score
pt: Minha pontuação

source: Please provide some general comments in this application
fr: Veuillez fournir des commentaires généraux dans cette application
pt: Forneça alguns comentários gerais sobre este aplicativo.

source: Save Comment
fr: Enregistrer le commentaire
pt: Salvar comentário

source: Mark Review as Complete
fr: Marquer la révision comme terminée
pt: Marcar revisão como concluída

source: My Dashboard
fr: Mon tableau de bord
pt: Meu painel

source: has finished reviewing application
fr: a terminé l'examen de la demande
pt: terminou de analisar o aplicativo

source: Login to your dashboard to
fr: Connectez-vous à votre tableau de bord pour
pt: Faça login no seu painel para

source: check out the review
fr: consultez la revue
pt: confira a resenha

source: Login to review
fr: Connectez-vous pour évaluer
pt: Faça login para revisar
