Repository: xcixor/pes_academy
Catalog: app/agripitch/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Sorry, the AFDB Agripitch Competition 2022 is not yet live!
fr: Désolé, le concours AFDB Agripitch 2022 n'est pas encore en ligne !

source: Your application has been recorded, we will get back to you shortly
fr: Merci d’avoir postulé au Concours AgriPitch 2022 de la Banque africaine de développement. Votre demande a été enregistrée, nous vous répondrons sous peu

source: African Development Bank AgriPitch Competition 2022 Application
fr: Concours AgriPitch 2022 de la Banque africaine de développement

source: Thanks for applying to the African Development Bank AgriPitch Competition 2022. Your application has
fr: Merci d’avoir postulé au Concours AgriPitch 2022 de la Banque africaine de développement. Votre demande a été enregistrée, nous vous répondrons sous peu.

source: been recorded, we will get back to you shortly
fr: été enregistré, nous vous répondrons sous peu

source: New Application submitted
fr: Nouvelle demande soumise

source: Not found
fr: Pas trouvé

source: NB: Documents to be attached should be in pdf format only.
fr: NB : Les documents à joindre doivent être au format pdf uniquement.

source: NB: Check and Fill all the Fields before you click Next. Once you click next your data will be saved.
fr: NB: Vérifiez et remplissez tous les champs avant de cliquer sur Suivant. Une fois que vous cliquez sur suivant vos données seront enregistrées.

source: Application takes 45 to 60 minutes.
fr: L'application prend 45 à 60 minutes.

source: Please note; you have already submitted your data.
fr: Veuillez noter; vous avez déjà soumis vos données.

source: Any changes that you make to this form will not be recorded
fr: Toute modification que vous apporterez à ce formulaire ne sera pas enregistrée

source: Save
fr: Enregistrer

source: Please fix the errors in your form
fr: S'il vous plait, corriger les erreurs dans votre formulaire

source: Next
fr: Prochain

source: Prev
fr: Précédent

source: Thank you for applying to the
fr: Merci d'avoir postulé au

source: Please review your application before submitting.
fr: Veuillez examiner la demande avant de la soumettre.

source: Once submitted, your application cannot be edited.
fr: Une fois soumise, la demande ne peut pas être modifiée

source: Confirm
fr: Confirmer

source: Application Submission
fr: Présentation de la demande

source: Are you sure you want to save your changes?
fr: Êtes-vous sûr de vouloir enregistrer vos modifications?

source: Submit
fr: Soumettre

source: Close
fr: Fermer

source: This is the last section
fr: Il s’agit de la dernière section

source: Application Responses
fr: Réponses d'application

source: Apply Now
fr: Appliquer maintenant

source: Previous
fr: Précédent

source: About AgriPitch 2022
fr: À propos d'AgriPitch 2022

source: The aim of the 2022 AgriPitch Competition is to support agripreneurs by focusing on building the bankability of their businesses and ensuring that they are pitch ready for potential investors.
fr: Le Concours AgriPitch 2022 a pour objectif d'accompagner les agripreneurs en en se concentrant sur le renforcement de la bancabilité de leurs entreprises et s'assurer qu'ils sont prêts pour les investisseurs potentiels.

source: The short listed successful agripreneurs will pitch to the judges and engage investors in the AgriPitch dealroom.
fr: Les agripreneurs à succès présélectionnés présenteront aux juges et s’engageront les investisseurs dans la salle de traite AgriPitch.

source: Applications Ongoing. Ends
fr: Candidatures en cours. Prend fin

source: Note: Application takes 45 to 60 minutes.
fr: Remarque : L'application prend 45 à 60 minutes.

source: Download Application Guide
fr: Télécharger le guide de demande

source: There are no ongoing applications at the moment, please check back later.
fr: Il n’y a pas de demandes en cours pour le moment. S’il vous plaît vérifier plus tard

source: Hello Admin.
fr: Bonjour administrateur

source: A new application has been created. Login to view.
fr: Une nouvelle application a été créée. Connectez-vous pour afficher

source: Time:
fr: L'heure:
